Repository: DoodleDude/aprsd
Catalog: src/i18n/msgs/*.po
Languages: no

source: Sender
no: Avsender

source: Last reported
no: Sist rapportert

source: Time of last received APRS report
no: Tidspunkt for sist mottatte APRS rapport

source: Speed
no: Fart

source: Heading
no: Retning

source: Which route the last APRS report took
no: Hvilken rute den siste APRS rapporten gikk

source: Infrastructure
no: Infrastruktur

source: Traffic from
no: Trafikk fra

source: Traffic to
no: Trafikk til

source: Description
no: Beskrivelse

source: Position
no: Posisjon

source: not registered
no: ikke registrert

source: You are not authorized for this operation
no: Du er ikke autorisert for denne operasjonen

source: Update
no: Oppdater

source: Cancel
no: Avbryt

source: (invalid position)
no: (ugyldig posisjon)

source: Automatic
no: Automatisk

source: Altitude
no: Høyde (m/oh)

source: Movement
no: Bevegelse

source: Settings
no: Innstillinger

source: Hide ID
no: Skjul ID

source: New alias
no: Nytt alias

source: Updated
no: Oppdatert

source: Time
no: Tid

source: You are not authorized for such operations
no: Du er ikke autorisert for slike operasjoner

source: Clear own objects, ok
no: Nulstille egne objekter, ok

source: Clear link information, ok
no: Nullstille lenke-info, ok

source: Server run since:
no: Tjener kjørt siden:

source: Server version:
no: Tjener versjon:

source: Number of items:
no: Antall enheter:

source: Number of connections:
no: Antall forbindelser:

source: Own objects:
no: Egne objekter:

source: Number of clients now:
no: Antall klienter nå:

source: logged in
no: innlogget

source: Number of HTTP requests:
no: Antall HTTP forespørsler:

source: Used memory:
no: Brukt minne:

source: Plugin modules
no: Plugin moduler

source: Channels
no: Kanaler

source: Active
no: Aktiv

source: Remote control
no: Fjernkontroll

source: Unknown command
no: Ukjent kommando

source: Sign
no: Skilt

source: Cross
no: Kors

source: Triangle
no: Trekant

source: OPS/EOS
no: OBS/KO

source: Radio station
no: Radiostasjon

source: Set your own position
no: Sett din egen posisjon

source: APRS symbol table and symbol. Fill in or chose from the list at the right side.
no: APRS symboltabell og symbol. Fyll in eller velg fra liste på høyre side.

source: Position in UTM format.
no: Posisjon i UTM format

source: You are not authorized for admin operations
no: Du er ikke autorisert for admin operasjoner

source: Position registerred
no: Posisjon registrert

source: Search and rescue mode
no: Søk- og redningsmodus

source: Certain types of info only visible for authorized users.
no: Visse typer info bare synlig for autoriserte brukere.

source: SAR mode
no: SAR modus

source: activated
no: aktivert

source: Alias/icon
no: Alias/ikon

source: hidden
no: skjult

source: Hide prefix
no: Skjul prefiks

source: Activated
no: Aktivert

source: Ended
no: Avsluttet

source: Remove object
no: Slett objekt

source: Error
no: Feil

source: 'objid' must be given as parameter
no: 'objid' må oppgis som parameter

source: Object removed!
no: Objekt slettet!

source: Couldn't find object
no: Kunne ikke finne objekt

source: Reset info about station/object
no: Nullstill info om stasjon/objekt

source: Info about object is reset!
no: Info om objektet er nullstilt!

source: Add/edit object
no: Rediger/Legg til objekt

source: Identifier for object
no: Identifikator for objekt

source: Object ID
no: Objekt ID

source: Object's position
no: Objektets posisjon

source: Timeless (Permanent)
no: Tidløs (Permanent)

source: Invalid id {0}
no: Ugyldig id {0}

source: please give 'objid' as a parameter. This must start with a letter/number
no: du må oppgi 'objid' som parameter. Denne må starte med en bokstav/tall

source: Objekt updated
no: Objekt oppdatert

source: Cannot update
no: Kunne ikke oppdatere

source: Object '{0}' is already added by someone else
no: Objekt '{0}' er allerede registrert av noen andre

source: Move
no: Beveg

source: Send instant message
no: Send lynmelding

source: To
no: Til

source: Message
no: Melding

source: Message posted
no: Melding sendt

source: Couldn't find item
no: Kunne ikke finne objekt

source: Dir
no: Retn

source: Distance
no: Avstand

source: Couldn't find info
no: Kunne ikke finne info

source: Telemetry from
no: Telemetri fra

source: Channel
no: Kanal

source: Time of last received telemetry report
no: Tidspunkt for sist mottatte telemetri rapport

source: Previous Data
no: Historikk

source: Heard stations
no: Hørte stasjoner

source: Traffic in
no: Trafikk inn

source: duplicates
no: Duplikater

source: Traffic out
no: Trafikk ut

source: Passcode
no: Passkode

source: APRS/IS verification code
no: APRS/IS verfikasjonskode

source: APRS/IS filter-string
no: APRS/IS filter

source: Port number (0 by default)
no: Port nummer (default 0)

source: State
no: Tilstand

source: Tick to activate channel
no: Kryss av for å aktivere

source: Backup channel
no: Backup kanal

source: Channel to be tried if this channel fails
no: Alternativ kanal hvis denne kanal feiler

source: Server address
no: Tjener adresse:

source: DNS name or IP address for server
no: DNS navn eller IP adresse for tjener

source: Server port
no: Tjener port

source: Port number
no: Port nummer

source: Serial port device-name (e.g. /dev/ttyS0)
no: Serieport enhetsnavn (f.eks. /dev/ttyS0)

source: Visibility
no: Synlighet

source: Tick to limit access to logged in users
no: Kryss av for å avgrense tilgang til autoriserte brukere

source: Only for logged in users
no: Bare for autoriserte brukere

source: Deactivating channel
no: Deaktiverer kanal

source: Creating new channel instance
no: Oppretter ny kanal instans

source: Activating channel
no: Aktiverer kanal

source: New channel:
no: Ny kanal:

source: Select the type of channel to create and press 'Update'.
no: Velg type for kanalen som skal opprettes og trykk "Oppdater'.

source: Restart server...
no: Restarte tjeneren

source: You will have to close this window and log in again
no: Vennligst lukk dette vinduet og logg inn igjen

source: Client list
no: Klient liste

source: Server config
no: Tjener konfig

source: Own position
no: Egen posisjon

source: Display on map
no: Vise på kart

source: Data channels...
no: Data kanaler

source: Changes are done. Restart to activate.
no: Endringer er utført. Restart server for å aktivere.

source: Configuration of Polaric APRSD
no: Konfigurering av Polaric APRSD

source: Callsign
no: Kallesignal

source: Admin users
no: Admin brukere

source: Full admin-rights
no: Fulle admin-rettigheter

source: SAR users
no: SAR brukere

source: Ordinary SAR users
no: Vanlige SAR brukere

source: Data channels
no: Data kanaler

source: Data channels for tracking
no: Data kanaler for sporing

source: Primary APRS/IS channel
no: Primær APRS/IS kanal

source: Primary RF channel
no: Primær RF kanal

source: Tick to activate RF<->internet gateway
no: Kryss av for å aktivere RF<->internett gateway

source: Activated.
no: Aktivert.

source: Igating to RF
no: Igater til RF

source: Tick to activate internet->RF igating
no: Kryss av for å aktivere internett->RF igating

source: RF igating for objects.
no: RF igating for objekter

source: Radius objects
no: Radius for objekter

source: Area for sending of objects RF
no: Område for sending av objekter RF

source: Digipeater path, igate
no: Digipeater sti

source: Default (see also next field)
no: Default (se også neste felt)

source: Digi path, messages
no: Digi sti, meldinger

source: ...has also effect for messages to RF igate
no: ...har også effekt på meldinger til RF igate

source: Digipeater path, objects
no: Digipeater sti for objekter

source: ...has also effect for objects to RF igate
no: ...har også effekt for objekter til RF igate

source: Tick to activate remote control
no: Kryss av for å aktivere fjernkontroll

source: Rc server (callsign of another PS instance)
no: Rc server (kallesignal til annen PS instans)

source: Authentication key
no: Autentiserings nøkkel

source: Key for authentication (for remote control)
no: Nøkkel for autentisering (for fjernkontroll)

source: Map display settings
no: Kartvisnings innstillinger

source: Max inactivity
no: Maks inaktivitet

source: How long can an object be inactive before it disappears
no: Hvor lenge kan et objekt være inaktivt før det forsvinner

source: (minutes)
no: (minutter)

source: Max inactivity for trail
no: Maks inaktivitet for spor

source: How long can an object be inactive before its trail disappears
no: Hvor lenge kan et objekt være inaktivt før sporet forsvinner

source: Trail length
no: Spor lengde

source: How long timespan to draw a trail for
no: For hvor langt tidsrom skal vi tegne spor

source: Tracking of own position
no: Sporing av egen posisjon

source: Position report
no: Posisjons rapport

source: Tick to activate position reporting
no: Kryss av for å aktivere posisjonsrapportering

source: Allow transmission on RF
no: Tillate sending på RF

source: APRS symbol-table and symbol
no: APRS symboltabell og symbol

source: Digipeater path
no: Digipeater sti

source: My position
no: Min posisjon

source: Server's position in UTM format
no: Serverens posisjon i UTM format

source: Tracking with GPS
no: Sporing med GPS

source: Tick to use position from GPS
no: Kryss av for å bruke posisjon fra GPS

source: Adjust clock from GPS
no: Juster klokke fra GPS

source: (seconds)
no: (sekunder)

source: Minimum time between transmissions
no: Minimum tid mellom sendinger

source: Max pause
no: Maks pause

source: Maximum time between transmissions
no: Maksimum tid mellom sendinger

source: Min distance
no: Min avstand

source: Distance between transmissions when speed is low
no: Avstand mellom sendinger når hastighet er lav

source: Max turn
no: Maks kursendring

source: (degrees)
no: (grader)

source: Max change in direction before transmission
no: Maks endring i retning før sending

source: Register user/password
no: Registrer bruker/passord

source: Username
no: Brukernavn

source: Username for new or existing user
no: Brukernavn for ny eller eksisterende bruker

source: Password
no: Passord

source: Password updated for user
no: Passord oppdatert for bruker

source: Error: Your input is too long
no: Feil: Din input er for lang

source: Error: Your input contains illegal characters
no: Feil: Din input inneholder ulovlige tegn

source: Error: Couldn't update (server problem)
no: Feil: Kunne ikke oppdatere (server problem)

source: Inactive (off)
no: Inaktiv (av)

source: Connecting...
no: Kobler opp...

source: Active (ok)
no: Aktiv (ok)

source: Inactive (failed)
no: Inaktiv (feilet)
